//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Atsisakyti";
"_edit_"                    = "Taisyti";
"_tap_to_cancel_"           = "Bakstelėkite norėdami atsisakyti";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Ar norite atsisakyti?";
"_upload_file_"             = "Įkelti failą";
"_download_file_"           = "Atsisiųsti failą";
"_delete_"                  = "Ištrinti";
"_rename_"                  = "Pervadinti";
"_rename_file_"             = "Pervadinti failą";
"_rename_folder_"           = "Pervadinti aplanką";
"_move_"                    = "Perkelti";
"_add_"                     = "Pridėti";
"_save_"                    = "Įrašyti";
"_warning_"                 = "Įspėjimas";
"_error_"                   = "Klaida";
"_no_"                      = "Ne";
"_yes_"                     = "Taip";
"_select_"                  = "Pasirinkti";
"_select_all_"              = "Pažymėti viską";
"_upload_"                  = "Įkelti";
"_home_"                    = "Failai";
"_files_"                   = "Failai";
"_ok_"                      = "Gerai";
"_done_"                    = "Atlikta";
"_clear_"                   = "Išvalyti";
"_selected_"                = "Pasirinkta";
"_no_active_account_"       = "Nerasta jokios paskyros";
"_info_"                    = "Informacija";
"_warning_"                 = "Įspėjimas";
"_video_"                   = "Video";
"_overwrite_"               = "Perrašyti";
"_create_"                  = "Sukurti";
"_create_folder_"           = "Sukurti aplanką";
"_create_folder_e2ee_"      = "Sukurti šifruotą aplanką";
"_close_"                   = "Užverti";
"_remove_"                  = "Šalinti";
"_file_not_found_"          = "Failas nerastas";
"_continue_"                = "Tęsti";
"_continue_editing_"        = "Continue editing";
"_auto_upload_folder_"      = "Automatinis įkėlimas";
"_photo_"                   = "Nuotrauka";
"_audio_"                   = "Garsas";
"_unknown_"                 = "Nežinoma";
"_success_"                 = "Pavyko";
"_mode_filename_"           = "Failo pavadinimo veiksena";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration.";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud.";
"_restore_"                 = "Atkurti";
"_tap_here_to_change_"      = "Bakstelėkite čia, norėdami pakeisti";
"_no_albums_"               = "No albums";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_force_start_"             = "Force the start";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it.";
"_the_account_"             = "Paskyros";
"_does_not_exist_"          = "nėra";
"_sharing_"                 = "Bendrinimas";
"_details_"                 = "Išsamiau";
"_no_permission_add_file_"  = "Jūs neturite leidimo pridėti failų.";
"_no_permission_delete_file_" = "Jūs neturite leidimo ištrinti failų.";
"_no_permission_modify_file_" = "Jūs neturite leidimo modifikuoti failų.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = " Pridėti aplanko informaciją";
"_back_"                    = "Atgal";
"_search_"                  = "Ieškoti";
"_of_"                      = "iš";
"_livephoto_save_"          = "Save Live Photo to Photo Album";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_livephoto_no_"            = "Disable Live Photo";
"_convert_live_photo_"      = "Convert to Live Photo";
"_file_conflict_num_"       = "file conflict";
"_file_conflicts_num_"      = "file conflicts";
"_file_conflict_desc_"      = "Which files do you want to keep?\nIf you select both versions, the copied file will have a number added to its name.";
"_file_conflict_new_"       = "Nauji failai";
"_file_conflict_exists_"    = "Jau esami failai";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Perkelti ar kopijuoti";
"_move_copy_diff_account_"  = "You cannot copy or move files between different accounts.";
"_copy_"                    = "Kopijuoti";
"_now_"                     = "Dabar";
"_wait_"                    = "Palaukite…";
"_recent_"                  = "Paskiausi";
"_view_in_folder_"          = "Rodyti aplanke";
"_leave_share_"             = "Leave this share";
"_disabled_"                = "Išjungta";
"_compact_"                 = "Compact";
"_normal_"                  = "Normal";
"_verbose_"                 = "Verbose";
"_standard_"                = "Standard";
"_maximum_"                 = "Maximum";
"_error_occurred_"          = "Įvyko klaida, bandykite dar kartą.";
"_retry_"                   = "Pabandyti iš naujo";
"_images_"                  = "Images";
"_confirm_"                 = "Patvirtinti";
"_confirm_continue_"        = "Confirm by continuing the previous uploading";
"_confirm_resetting_"       = "Confirm ignoring previous uploading";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Užrakinti";
"_unlock_"                          = "Atrakinti";
"_lock_file_"                       = "Užrakinti failą";
"_unlock_file_"                     = "Atrakinti failą";
"_lock_selected_files_"             = "Užrakinti failus";
"_unlock_selected_files_"           = "Atrakinti failus";
"_locked_by_"                       = "Užrakino %@";
"_file_locked_no_override_"         = "Šis failas yra užrakintas. Jis negali būti nustelbtas.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Šalinti failą";
"_delete_file_"             = "Ištrinti failą";
"_delete_folder_"           = "Ištrinti aplanką";
"_size_"                    = "Dydis";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Status message";
"_open_settings_"           = "Atverti nustatymus";
"_settings_account_request_" = "Request account at startup";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Privacy and Legal Policy";
"_source_code_"             = "Gauti išeities kodą";
"_account_select_"          = "Select the account";
"_account_select_to_add_"   = "Select the account to add";
"_remove_local_account_"    = "Šalinti vietinę paskyrą";
"_want_delete_account_"     = "Ar norite pašalinti vietinę paskyrą?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_single_file_conflict_title_" = "Failų konfliktas";
"_multi_file_conflict_title_" = "%@ File conflicts";
"_replace_action_title_" = "Pakeisti";
"_keep_both_action_title_" = "Palikti abu";
"_cancel_keep_existing_action_title_" = "Cancel and keep existing";
"_replace_all_action_title_" = "Pakeisti visus";
"_keep_both_for_all_action_title_" = "Keep both for all";
"_more_action_title_" = "Išsamiau";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Palaukite, failas šifruojamas…";
"_passcode_counter_fail_" = "Too many failed attempts, please wait before reattempting.";
"_seconds_"               = "sekundės";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "Prisijungęs";

/* User status */
"_away_"                    = "Atsitraukęs";

/* User status */
"_dnd_"                     = "Netrukdyti";

/* User status */
"_dnd_description_"         = "Išjungti visus pranešimus";

/* User status */
"_invisible_"               = "Nematomas";

/* User status */
"_invisible_description_"   = "Atrodyti atsijungusiu";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Set status message";
"_status_message_"          = "Būsenos žinutė";
"_status_message_placehorder_"  = "Kokia jūsų būsena?";
"_online_status_"           = "Prisijungimo būsena";
"_set_status_message_"      = "Nustatyti būsenos žinutę";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_select_option_"           = "Pasirinkite parinktį";
"_dont_clear_"              = "Neišvalyti";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 minučių";
"_an_hour_"                 = "valanda";
"_1_hour_"                  = "1 valanda";
"_4_hours_"                 = "4 valandos";
"_day_"                     = "Today";
"_this_week_"               = "Šią savaitę";
"_days_"                    = "Days";
"_hours_"                   = "Valandos";
"_minutes_"                 = "Minutės";


"_network_not_available_"   = "Tinklas neprieinamas.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_files_lock_error_"        = "There was an error changing the lock of this file.";
"_more_"                        = "Daugiau";
"_notifications_"               = "Pranešimai";
"_quota_space_unlimited_"       = "Neribota";
"_quota_space_unknown_"         = "Nežinoma";
"_quota_using_"                 = "Jūs naudojate %@ iš %@";
"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "Nustatymai";
"_enter_password_"              = "Enter password …";
"_lock_"                        = "Užrakinti";
"_lock_active_"                 = "Užraktas: Įjungtas";
"_lock_not_active_"             = "Užraktas: Išjungtas";
"_lock_protection_no_screen_"        = "Neklausti paleidimo metu";
"_enable_touch_face_id_"        = "Enable Touch/Face ID";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Auto upload photos";
"_clear_cache_"                 = "Išvalyti podėlį";
"_clear_cache_footer_"          = "Clear downloaded and offline files from the app";
"_exit_"                        = "Atstatyti programą";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "Dėmesio! Bus atstatyta į pradinę būseną. Tęsti?";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress)?";
"_add_account_"                 = "Pridėti paskyrą";
"_want_delete_"                 = "You will delete the following: ";
"_want_leave_share_"            = "You will leave the following shares: ";
"_no_delete_"                   = "Ne, neištrinti";
"_yes_delete_"                  = "Taip, ištrinti";
"_information_"                 = "Informacija";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "Išplėstiniai";
"_permissions_"                 = "Leidimai";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Disable Files App integration";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_time_remaining_"              = "Liko %@";
"_autoupload_"                      = "Auto upload photos/videos";
"_autoupload_select_folder_"        = "Select the \"Auto upload\" folder";
"_autoupload_photos_"               = "Auto upload photos";
"_autoupload_videos_"               = "Auto upload videos";
"_autoupload_favorites_"            = "Auto upload favorites only";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_autoupload_fullphotos_"           = "Upload the whole camera roll";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_fullphotos_footer_"    = "Adjust the options above before uploading.";
"_autoupload_create_subfolder_"     = "Naudoti poaplankius";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "Change filename mask";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_autoupload_current_folder_"           = "Currently selected folder";
"_show_hidden_files_"           = "Rodyti paslėptus failus";
"_format_compatibility_"        = "Most Compatible";
"_format_compatibility_footer_" = "\"Most compatible\" will save photos as JPEG, if possible.";
"_privacy_"                     = "Privatumas";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Disable crash reporter";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save the selected photo in \"Live Photo\" format, if possible.";
"_capabilities_"                = "Capabilities";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diagnostika";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "Rodyti žurnalo failą";
"_clear_log_"                   = "Išvalyti žurnalo failą";
"_set_log_level_"               = "Set Log level";
"_log_file_clear_alert_"        = "Žurnalo failas sėkmingai\nišvalytas!";
"_connect_server_anyway_"       = "Ar vis tiek norite prisijungti prie serverio?";
"_server_is_trusted_"           = "Ar laikote šį serverį patikimu?";
"_connection_error_"            = "Ryšio klaida";
"_login_url_"                   = "Serverio adresas https://…";
"_login_url_error_"             = "URL error, please verify your server URL";
"_login_error_"                 = "Could not log in. Please try again later.";
"_favorites_"                   = "Mėgstami";
"_favorite_short_"              = "Mėgstamas";
"_tutorial_favorite_view_"      = "Čia bus rodomi failai ir aplankai, kuriuos pažymėsite kaip mėgstamus";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_groupfolders_view_"  = "No Group folders yet";
"_more_"                        = "Daugiau";
"_favorite_no_files_"           = "Kol kas nėra mėgstamų";
"_no_date_information_"                     = "Nėra informacijos apie datą";
"_no_camera_information_"                   = "Nėra informacijos apie fotoaparatą";
"_no_lens_information_"                     = "Nėra informacijos apie lęšius";
"_today_"                                   = "Šiandien";
"_yesterday_"                               = "Vakar";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_new_photos_starting_"                     = "Only photos or videos starting %@ will be uploaded.";
"_tutorial_photo_view_"                     = "No photos or videos uploaded yet";
"_error_createsubfolders_upload_"           = "Klaida kuriant poaplankius";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "\"Remove from camera roll\" after uploads, a confirmation message will be displayed to delete the uploaded photos or videos from the camera roll. The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.";
"_never_"                       = "niekada";
"_less_a_minute_"               = "mažiau nei prieš minutę";
"_a_minute_ago_"                = "a minute ago";
"_minutes_ago_"                 = "prieš %d min.";
"_an_hour_ago_"                 = "an hour ago";
"_hours_ago_"                   = "prieš %d val.";
"_a_day_ago_"                   = "a day ago";
"_days_ago_"                    = "prieš %d d.";
"_forbidden_characters_"        = "Draudžiami simboliai: %@";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Medija";
"_order_by_"                    = "Rikiuoti pagal";
"_name_"                        = "Name";
"_date_"                        = "Data";
"_size_"                        = "Dydis";
"_delete_selected_files_"       = "Delete files";
"_remove_favorites_"            = "Nebežymėti kaip mėgstamą";
"_add_favorites_"               = "Mėgstamas";
"_share_"                       = "Bendrinti";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "aplankai";
"_folder_"                      = "aplankas";
"_files_"                       = "Failai";
"_file_"                        = "failas";
"_no_file_pull_down_"           = "Upload a file or pull down to refresh";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Pasiektas didžiausias dydis";
"_save_selected_files_"         = "Save to photo gallery";
"_file_not_saved_cameraroll_"   = "Klaida: Failas neįrašytas į nuotraukų albumą";
"_file_saved_cameraroll_"       = "Failas įrašytas nuotraukų albume";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "No result";
"_search_in_progress_"          = "Vyksta paieška…";
"_search_instruction_"          = "Search for file (minimum 2 characters)";
"_files_no_files_"              = "Čia failų nėra";
"_files_no_folders_"            = "Čia aplankų nėra";
"_request_in_progress_"         = "Request to server in progress …";
"_personal_files_only_"         = "Personal files only";

"audio"                         = "AUDIO";
"directory"                     = "FOLDERS";
"document"                      = "DOCUMENTS";
"image"                         = "IMAGES";
"template"                      = "ŠABLONAI";
"video"                         = "VIDEO";

"_paste_file_"                  = "Įdėti";
"_cancel_all_task_"             = "Atsisakyti visų perdavimų";
"_status_wait_download_"        = "Laukiama atsisiuntimo";
"_status_downloading_"          = "Atsisiunčiama";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Laukiama sukurti aplanką";
"_status_wait_delete_"          = "Laukiama ištrinti";
"_status_wait_rename_"          = "Laukiama pervadint";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Laukiama kopijuoti";
"_status_wait_move_"            = "Laukiama perkelti";
"_status_uploading_"            = "Įkeliama";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Serveriai";
"_select_server_"               = "Pasirinkite serverį...";

// MARK: Share

"_share_link_"                  = "Viešinio nuoroda";
"_share_link_name_"             = "Link name";
"_password_"                    = "Slaptažodis";
"_share_password_"              = "Password protect link";
"_date_"                        = "Data";
"_user_sharee_footer_"          = "Bakstelėkite norėdami keisti leidimus";
"_enforce_password_protection_" = "Priverstinė apsauga slaptažodžiu";
"_shared_with_you_by_"          = "Su jumis bendrina";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "Naujas komentaras…";
"_edit_comment_"                = "Taisyti komentarą";
"_delete_comment_"              = "Ištrinti komentarą";
"_share_read_only_"             = "Tik peržiūrėti";
"_share_editing_"               = "Gali redaguoti";
"_share_allow_upload_"          = "Leisti įkelti ir redaguoti";
"_share_file_drop_"             = "Failų įkėlimui";
"_share_secure_file_drop_"      = "Secure file drop (upload only)";
"_share_hide_download_"         = "Slėpti atsisiuntimą";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "Liko %d";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "Nustatyti galiojimo pabaigos datą";
"_share_note_recipient_"        = "Pastaba gavėjui";
"_share_add_sharelink_"         = "Pridėti kitą nuorodą";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Share";
"_share_can_create_"            = "Sukurti";
"_share_can_change_"            = "Taisyti";
"_share_can_delete_"            = "Ištrinti";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Vidinė nuoroda";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Remote";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";

"_no_transfer_"                     = "Kol kas perdavimų nėra";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_footer_"              = "No more activities to load";
"_transfers_"                       = "Perdavimai";
"_activity_"                        = "Veikla";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Viešiniai";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Čia bus rodomi jūsų bendrinami failai ir aplankai";
"_offline_"                         = "Atsijungęs";
"_upload_photos_videos_"            = "Upload photos or videos";
"_upload_file_"                     = "Įkelti failą";
"_create_nextcloudtext_document_"   = "Sukurti tekstinį dokumentą";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_filename_"                        = "Failo pavadinimas";
"_enter_filename_"                  = "Enter filename …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Specify type in filename";
"_maintain_original_filename_"      = "Maintain original filename";
"_notifications_"                   = "Pranešimai";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "Šifravimas";
"_e2e_settings_"                    = "Ištisinis šifravimas";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_activated_"          = "Ištisinis šifravimas aktyvuotas";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = " Visi 12 žodžių sudaro saugų slaptažodį, leidžiantį tik jums peržiūrėti ir naudoti užšifruotus failus. Prašau jį užsirašyti ir saugoti.\n ";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "Slaptafrazė yra:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Šalinti šifravimą vietiniu mastu";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Šifruoti";
"_e2e_remove_folder_encrypted_"     = "Iššifruoti";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Tai yra šifruotas katalogas, pereikite į \"Nustatymus\" ir įjunkite ištisinį šifravimą";
"_e2e_error_"                       = "An internal end-to-end encryption error occurred.";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Skenuoti dokumentą";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "Puslapis";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Dokumentas";
"_filter_original_"                 = "Original";
"_quality_image_title_"             = "Preview image quality";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Delete all scanned images";
"_text_recognition_"                = "Text recognition";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Ištrinti failai";
"_empty_trash_"                     = "Išvalyti šiukšlinę";
"_trash_no_trash_"                  = "No files deleted";
"_trash_no_trash_description_"      = "Čia galite atkurti ištrintus failus";
"_confirm_delete_selected_"         = "Ar tikrai norite ištrinti pažymėtus elementus?";
"_manage_file_offline_"             = "Manage offline files";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";
"_create_new_document_"             = "Sukurti naują dokumentą";
"_create_new_spreadsheet_"          = "Sukurti naują skaičiuoklę";
"_create_new_presentation_"         = "Sukurti naują pateiktį";
"_go_online_"                       = "Go online to see the document";
"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "Saugus bendradarbiavimas ir apsikeitimas failais";
"_intro_3_title_"                   = "Easy-to-use web mail, calendaring & contacts";
"_intro_4_title_"                   = "Screen sharing, online meetings & web conferences";
"_log_in_"                          = "Log in";
"_sign_up_"                         = "Registruotis su tiekėju";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Invalid server URL";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_error_files_upload_"                  = "Error uploading files.";
"_internal_generic_error_"              = "internal error.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Create voice memo";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"_too_many_failed_passcode_attempts_error_" = "Too many failed passcode attempts. Please try again.";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "Ištrinti";
"Cancel"                    = "Atsisakyti";
"_certificate_details_"     = "Certificate Server details";
"_certificate_pn_details_"  = "Certificate Push Notification details";
"_certificate_view_"        = "Certificate Server";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Save as scan";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Modify";
"_overwrite_original_"      = "Overwrite original";
"_save_as_copy_"            = "Įrašyti kaip kopiją";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Jūsų pakeitimai bus atmesti.";
"_delete_files_desc_"       = "Delete files to free up space";
"_delete_old_files_"        = "Ištrinti podėlyje visus failus, kurie senesni nei";
"_never_"                   = "niekada";
"_1_year_"                  = "1 metai";
"_6_months_"                = "6 mėnesiai";
"_3_months_"                = "3 mėnesiai";
"_1_month_"                 = "1 mėnesis";
"_1_week_"                  = "1 savaitė";
"_monthly_"                 = "Kas mėnesį";
"_yearly_"                  = "Kas metus";
"_daily_"                   = "Kasdien";
"_used_space_"              = "Used space:";
"_login_address_detail_"    = "The link to your %@ web interface when you open it in the browser.";
"_go_to_page_"              = "Go to page";
"_page_"                    = "Puslapis";
"_this_document_has_%@_pages_"              = "This document has %@ pages";
"_invalid_page_"                            = "Invalid Page";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Kažkas nutiko";
"_try_download_full_resolution_"            = "Download full resolution image";
"_full_resolution_image_info_"            = "Tai gali atskleisti daugiau informacijos apie nuotrauką.";
"_download_audio_"          = "Download the audio locally";
"_copied_path_"             = "Copied path";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Enter passphrase (12 words)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Kopijuoti slaptafrazę";
"_ok_copy_passphrase_"      = "Gerai ir kopijuoti slaptafrazę";
"_select_color_"            = "Select the color";
"_change_color_"            = "Keisti spalvą";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Detected %@ apps";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status reading in progress …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Įrašyti failą kaip %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Kalendorius ir adresatai";
"_mobile_config_"           = "Download the configuration profile";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "Disable Live Photo";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Group folders";
"_play_from_files_"         = "Play movie from a file";
"_play_from_url_"           = "Play movie from URL";
"_valid_video_url_"         = "Insert a valid URL";
"_chunk_move_"              = "The sent file could not be reassembled, please check the server log.";
"_download_image_"          = "Download image";
"_download_video_"          = "Download video";
"_reset_wrong_passcode_"    = "Atstatyti programą";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_select_photos_"           = "Select photos";
"_selected_photo_"          = "selected photo";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_autoupload_notice_"       = "To ensure the proper functioning of this feature, it is necessary to enable Background App Refresh. Otherwise, new photos or videos will not be detected when the application is in the background.\n\nAdditionally, please note that the app will not be able to detect new photos and videos if it is manually terminated. When the app is in the background, data transfer may be slower, and new photos and/or videos will generally be detected every 10 minutes, depending on the device’s battery level.\n\nTo verify that the app is functioning correctly, you can use the log file available in Advanced settings.";
"_display_"                 = "Display";
"_appearance_"              = "Išvaizda";
"_light_"                   = "Šviesi";
"_dark_"                    = "Tamsi";
"_use_system_style_"        = "Naudoti sistemos stilių";
"_account_settings_"        = "Paskyros nustatymai";
"_users_"                   = "Naudotojai";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Atsisiunčiama";
"_additional_options_"      = "Papildomos parinktys";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_widget_available_nc25_"   = "Widget only available starting with server version 25";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_account_disabled_"        = "Account disabled";
"_user_"                    = "Naudotojas";
"_add_subtitle_"            = "Add an external subtitle";
"_add_audio_"               = "Add an external audio";
"_upload_foreground_msg_"   = "Do not close %@ to complete the transfer …";
"_upload_background_msg_"   = "Files upload in progress …";
"_create_folder_error_"     = "An error has occurred while creating the folder:\n%@.\n\nPlease resolve the issue as soon as possible.\n\nAll uploads are suspended until the problem is resolved.\n";
"_creating_dir_progress_"   = "Creating directories in progress … keep the application active.";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_terms_accepted_"          = "Terms accepted";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_check_auto_upload_"       = "Automatic photo upload is currently disabled.\nWith Nextcloud iOS you can automatically back up your photos and keep them safe on your server.\nJust open Settings → Auto Upload, choose the options you prefer, and turn it on with the \"%@\" button.";
"_cancel_all_request_"      = "Are you sure you want to cancel all transfers?";
"_cancel_all_"              = "Cancel All";
"_dismiss_"                 = "Dismiss";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …"; 
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";
"_tip_open_mediadetail_"    = "Swipe up to show the details";
"_tip_autoupload_button_"   = "Configure the options as you prefer (folder, Wi-Fi, new content, subfolders) and tap ‘Turn on auto uploading’.\nYou can stop it at any time, adjust the settings, and enable it again.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Card controller";
"_accessibility_add_upload_"    = "Add and upload";
"_dismiss_menu_"                = "Dismiss the menu";
"_show_profile_"                = "Show profile";
// a11y: On/Off
"_on_"                          = "On";
// a11y: On/Off
"_off_"                         = "Išjungta";
"_list_"                        = "Sąrašas";
"_icons_"                       = "Piktogramos";

// MARK: Assistant
"_assistant_task_unknown_"       = "Unknown";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "Asistentas";
"_new_task_"                     = "New %@ task";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Naujas pokalbis";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";
// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll
"_poll_desc_"                    = "Please complete the log in process in your browser.";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Name must not contain spaces at the beginning or end.";
"_file_name_validator_error_reserved_name_" = "„%@“ yra draudžiamas pavadinimas.";
"_file_name_validator_error_forbidden_file_extension_" = "„.%@“ yra draudžiamas failo prievardis.";
"_file_name_validator_error_invalid_character_" = "Pavadinime yra netinkamas simbolis: „%@“.";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Pervadinkite failą ar aplanką.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Camera roll";
"_destination_" = "Paskirtis";
"_select_autoupload_albums_" = "Select albums";
"_upload_from_" = "Įkelti iš…";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_new_photos_only_" = "New photos only";
"_all_photos_" = "All photos";
//"_back_up_" = "Back up...";
"_back_up_new_photos_only_" = "Back up new photos/videos only";
"_auto_upload_all_photos_warning_title_" = "Are you sure you want to upload all photos?";
"_auto_upload_all_photos_warning_message_" = "This can take some time to process depending on the amount of photos.";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains

"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";
